post_content = """

Всем гадкого времени суток!

Начать хотелось бы с важного вопроса, который Юваль Ной Харари ставит в книге “Хомо Деус” перед читателем: как так произошло, что человек разумный подчинил себе мир?

Вопрос, казалось бы, довольно банальный, да и автор спустя энное количество страниц даёт собственное видение ответа. С него-то мы и начнём, не погружая тебя, читатель/ница, в подробности размышлений Юваля относительно всех аспектов отличия и схожести Человека и Животных.

Как ни странно, но большинство людей, проживающих в современных городах и пользующиеся всем массивом привилегий человека разумного, редко задумываются о том, каким образом они заняли подобное доминирующее место на планете Земля. Ужасает то, что огромное количество окружающих нас особей человеческого вида всерьёз до этой самой поры рассматривают наш вид как нечто тварное, созданное некой сверхъестественной сущностью, которая и передала нам в собственность мириады живых существ и весь земной шар в виде сельхозугодий.

Если вы выпали из социума и не верите на слово мне, откройте христианский или мусульманский календарь и наведайтесь во время очередного религиозного праздника в местную церковь или мечеть. Уровень мракобесности современного общества в 2022 году поражает и устрашает.

Оставим верунам их ментальные девиации и перверсии. Перейдём к фактам более увесистым.

**Итак, почему человек разумный стал хозяином на Земле?**

Те, чей мозг не настолько разложился, чтобы верить в богоизбранность лысых обезьян, обычно считают главным фактором интеллект.

Что ж, данное мнение уже интереснее, однако сам по себе интеллект, по мнению Харари, не является причиной для того, чтобы один конкретный вид возвысился до уровня доминирующего на целой планете.

![Руки](../../_media/blog/conquest_2.jpg)

Тут автор справедливо ссылается на то, что человеческие особи обладали высоким интеллектом уже миллионы лет назад, а также имели орудия труда. Кстати, орудиями труда владеют и ряд других животных. Не понастроивших почему-то ракетных комплексов и не начавших войн.

Справедливое замечание автора о том, что древний человек (например, 20 000 лет назад) обладал более развитым интеллектом и лучшими производственными навыками, полностью разбивает это обывательское представление о нашем превосходстве над сущим как выдающихся интеллектуалов-технарей.

Если у вас возникают сомнения, то просто вспомните о том, что палеолитическому человеку приходилось знать десятки видов животных вокруг, их повадки и привычки, сотни трав и растений, а также их действие на организм, создавать себе одежду и орудия труда, ведь у него не было китайских и индийских детей, которые с радостью сделали бы это за него, и т.д. и т.п.

> Любое незнание - смерть. Очень строгий экзаминатор.

Так как же мы всех поработили?..

Юваль Харари отвечает на это следующим образом: **путём крайне гибкого и развитого социального взаимодействия!** Способность сапиенсов объединяться в группы и взаимодействовать множеством особей вознёс нас на пьедестал покорителя мира.

Муравей и пчёл мы превзошли в социальном взаимодействии потому, что как млекопитающие, смогли быстрее и гибче перестраивать структуру взаимодействия. Именно эта наша особенность сотрудничать практически с неограниченным количеством особей своего вида преподнесла Землю на блюдечке виду “человек разумный”.

Как же происходит подобное взаимодействие? Чем оно обусловлено, на чём держится?

### На всё это есть прямой и исчерпывающий ответ - миф.

Возможность абстрактного мышления, переносящая нас из мира реальности в мир иллюзий и выдуманных образов - **единственное**, что может превзойти наш естественный порог восприятия отличных от нас особей. Который, к слову, равен примерно 150 индивидов.

**Интерсубъективные сущности** (нечто вне объективной реальности, но выходящее также за рамки субъективного восприятия отдельной личности) являются проводником в мир огромных сообществ. Хорошим примером может послужить нация, конфессия, этнос, идеология.

Тут важно заметить, что, по справедливому замечанию автора, малые группы, в отличие от больших, объеденённых интерсубъективными сущностями, являются в большинстве своём эгалитарными.

![Религии и идеологии](../../_media/blog/conquest_3.jpg)

Это подтверждается многочисленными исследованиями (например, Маргарет Мид) антропологов касательно племён охотников-собирателей, где охотники делились пищей со всеми членами племени, так как от взаимодействия в небольшой группе зависело выживание коллектива. Недовольство одного или нескольких членов племени - серьёзная проблема, если всего вас несколько десятков. Абсолютно аналогичные сведения представляют приматологи и учёные в области био- и зоосемиотики.

Гориллы и шимпанзе очевидно понимают, когда кому-то рядом достаётся больше еды или более вкусное угощение ([см. видео про эксперимент с двумя шимпанзе, огурцом и виноградинами](https://www.youtube.com/watch?v=InNLWFK7-qE)).

Большие объединения людей имеют собственные законы развития и существования, и в рамках этих сообществ роль отдельного индивида напрочь нивелируется, власть над процессом принятия решений отчуждается, а вся жизнь зачастую подчинятся обеспечению существования самой интерсубъективной сущности.

Можно справедливо делать вывод о том, что с точки зрения роли индивида и его важности большие объединения хомо сапиенс авторитарны в своей сути.

Тут мы, думаю, закончим наш забег по высказанным Ювалем тезисам, и попытаемся подумать: **а зачем нам вообще эта информация?**

**Крайне важные сведения, способные кардинальным образом перенаправить наши ресурсы для атаки на настоящего врага индивидуальности и равенства!..**

> Разве не является такой злобной сущностью нация, ввергающая вас в бытие 1/20 000 000 частью неведомого эфемерного организма, определяющего как вам жить и как умереть?

> Если вы украинец - вы должны отдать жизнь за некое государство, русский - идти убивать незнакомых людей за другое…

> Религия нивелирует личность в угоду придуманных тысячи лет назад моральных наставлений, а корпорация диктует по каким правилам и на каких метрах проводить половину своей жизни (работа).

> И вот тут я хочу озвучить идею, на которую меня натолкнули тезисы “Хомо Деуса”.

> Интерсубъективные сущности являются точкой отсчёта для реальности. Современный мир прежде формируется в неком групповом эфире, и лишь потом становится давлеющей над индивидом окружающей средой из предметов и обстоятельств. Харари даже справедливо приводит несколько примеров, как реальность склонна отступать перед непреклонностью мифологем.

Приведу свой пример: разве гелиоцентрическая система Коперника и его последователей первоначально не спасовала прямо в костёр перед непреложностью мнения церкви?

![Бруно](../../_media/blog/conquest_4.jpg)

*Бруно выступил против господствовавшей в его время аристотеле-птолемеевской системы устройства мира, противопоставив ей систему Коперника, которую он расширил, сделав из неё философские выводы и указав на такие отдельные факты, которые ныне признаны наукой несомненными: о том, что звёзды — это далёкие солнца, о существовании неизвестных в его время небесных тел в пределах нашей Солнечной системы, о том, что во Вселенной существует бесчисленное количество тел, подобных нашему Солнцу.*

Итак, что нам следует делать? Естественно я обращаюсь к тем, для кого идеалы самореализации, индивидуализм, богатые и живые экосистемы и биологическое разнообразие имеют значение. Те, чей процесс власти над собой взывает к ним в надежде вернуться.

Радикальная антицивилизационная мысль всегда вела своих адептов тропинками, очень близкими к идеям и действиям Теодора Качинского, поступкам луддитов далёкого 19-го века, воинам Земли Превыше Всего и другим смельчакам.

Это справедливо, это - заслуженно уважаемо и необходимо всем нам как часть борьбы, как способ формирования нас самих.

Однако, следует не забывать бить не только в клешни и щупальца Левиафана, коими являются его заводы, скотобойни, электростанции, научно-исследовательские центры и города.

**Удар должно наносить в самое сердце голодного чудовища - в концепции, обуславливающие его существование.**

Любая идея, способная отбирать индивидуальность и предлагающая некое благо в обмен на потерю себя в бездумной массе, будь то идея мета-вселенной или анархо-коммунизм, должна быть атакована и уничтожена!

Нам не остаётся ничего, кроме как быть последовательными анти-националистами, анти-христианами, анти-капиталистами, анти-социалистами и анти-гуманистами.

Взаимодействие лишь в малых группах, идеологическая и образная атака всего массового и обобщающего - вот предельно чёткая и ясная цель для того самого поэтического террора, описанного Х.Бейем.

Тактика искусства саботажа в отношении мифологем больших общностей - не менее убийственна, а возможно и более необходима, чем атака критической инфраструктуры человеческой высоко-технологической цивилизации.

Мы можем отрубить сколько угодно голов гидре прогресса, она отрастит их в удвоенном и утроенном количестве. Но у нас есть хотя бы шанс попытаться ударить в суть прогресса и господства - в мифы объеденённого человечества.

**Да здраствует Хаос и разобщение как единственный путь к освобождению!..**
"""

html_title = 'Как человек завоевал мир и зачем это нам?'
article = {
    'author_name': 'Lokki',
    'author_image': '/_media/blog/lokki.png',
    'post_title': html_title,
    'post_meta': '22 ноября 2024',
    'post_content': post_content,
    'cover': '/_media/blog/conquest_1.png',
    'link': '/ru/blog/conquest.html',
    'excerpt': "Как так произошло, что человек разумный подчинил себе мир?",
}
