post_content = """
Где‑то на коралловых рифах два плоских червя приближаются друг к другу и начинают последовательно ощупывать друг друга. Через некоторое время они становятся на дыбы и обнажают свои пенисы, которыми начинают… фехтовать.

Причина в том, что эти черви — гермафродиты. В результате дуэли, длящейся до часа, они выясняют, кому придётся взять на себя все затраты по вынашиванию потомства. Побеждает тот, кто первым несколько раз уколет соперника и введёт ему сперму, тем самым оплодотворив оппонента, что обрекает его на роль «самки».

Получается, самкой плоскому червю быть не хочется? Почему? В чём суть ролей «самки» и «самца» с точки зрения эволюционной выгоды, затрат и стратегии размножения?

Современной культурой и религией, а также этологами прошлого часто рассматривалось, что половое поведение, копуляция и предшествующие ей ухаживания это совместная активность обоих партнёров во благо себя или вида[^1]. Однако эволюционная реальность половых стратегий далека от этого идиллического образа.

Что такое «самец» и «самка»? Мы, как млекопитающие, и, признаем, будучи антропоцентристами, обычно ассоциируем их с наличием пениса или молочных желёз, процессом вынашивания и хромосомными различиями. Но у большинства видов всё иначе.

Как пишет Ричард Докинз в книге «Эгоистичный ген»[^2], у самцов и самок лягушек практически нет внешних различий, кроме размера гамет, поэтому их можно было бы обозначить как пол 1 и пол 2. Однако универсальное отличие касается всех видов, в том числе растений: гаметы самцов мельче и многочисленнее, а гаметы самок крупнее и уступают числом.

Что это значит? Самец не вносит равного с самкой количества питательных веществ при слиянии. Гены — да, ровно 50%, но не питательные вещества. Сперматозоиды фактически служат способом быстрого переноса генов, тогда как яйцеклетка приносит ещё и ресурсы для развития зародыша.

При такой асимметрии самец может потенциально оплодотворить неограниченное число партнёрок, производя сперматозоиды в гигантском количестве, а самка ограничена ресурсами на вынашивание и заботу о потомстве[^3]. **Отсюда зарождается наша эксплуатация.**

Полагают, что на заре полового размножения царила изогамия — равные гаметы и равный вклад в питательные вещества для развития зародыша. Гипотеза состоит в том, что небольшое увеличение некоторых гамет давало эволюционное преимущество и позволяло обеспечить выживаемость потомков с большей вероятностью. Однако в этой стратегии крылась и ахиллесова пята. Она открывала возможность для эксплуатации и эгоизма. Наличие чуть более крупных, чем необходимо, гамет позволяло мелким гаметам иметь возможность слиться с большими и “заработать” на этом, а значит вложиться в потомство чуть меньше.

«Честная» стратегия крупных гамет открыла дорогу «эгоистичной» и «эксплуататорской» стратегии мелких[^4]. В результате постоянной битвы выжили и выкристализовались экстремально крупные и честные альтруисты, и экстремально маленькие и юркие гаметы. Я уверена, вы догадались, кого из них мы теперь называем яйцеклетками и сперматозоидами.

Не вдаваясь в дальнейшие перипетии нахождения эволюционно стабильной стратегии (ЭСС), можно с уверенностью утверждать, что в большинстве видов работа по заботе о потомстве и обеспечению его ресурсами ложится на самку, особенно у млекопитающих и нас, людей[^5]. Самка вкладывает собственные ресурсы организма в вынашивание, претерпевает гормональные изменения, а после рождения обеспечивает уход и кормит молоком, которое тоже не так просто произвести.

Таким образом, будучи обманутыми на заре эволюции, мы несём основную нагрузку по продолжению потомства вида homo sapiens, при этом находясь в уязвимом положении на всех этапах этой работы.

И что же женщины получили взамен?

Не существует некой объективной реальности или биологической обусловленности «хорошего» поведения и заботы о ближних или тех, кто несёт больше затрат через вынашивание и заботу о потомстве. Это часть мифологемы, такой же точно как и «права человека» или «буддизм», которую наш вид изобрёл, пытаясь выжить в новых условиях массового скопления особей в одном месте в условиях высокотехнологичной реальности.

Почему же вместо понимания физиологии женского организма и издержек хотя бы на уровне менструального цикла (полученного в итоге полового противостояния) и беременности мы получили лишь пренебрежение и эксплуатацию наших уязвимостей, которые мы не выбирали при рождении? Почему пласты мемов в виде культуры, религиозных институций и целых политических стратегий оказались построены вокруг тех, чья эволюционная стратегия ложится в ёмкий тезис "скинуть ответственность и свалить в закат"?

Биологическая реальность кричит нам о том, какую высокую ценность и сложность мы собой представляем, какую титаническую ношу на нас взвалила сама эволюция. Так отчего бы не следовать ценностям, которые позволят обеспечить репродуктивное здоровье женщин, а все особенности нашего организма будут не прятать за порогом церкви во время менструации или называть естественные процессы «красными днями» и прочими эвфемизмами, а поддерживать и организовывать комфортную и безопасную среду для каждой?

В результате эволюции не было «слабых» или «сильных» полов, не было главных и второстепенных ролей, более развитых и умных или достойных частей популяции одного вида. Волею случая, а именно **через разную стратегию гамет**, нам пришлось взять на себя больше затрат, чем мужчинам. Пришло время признать это и отринуть старые формы властных отношений, основанных на эксплуатации уязвимостей.


[^1]: Parker, G.A. 1984, Evolutionary stable strategies./In: Behavioural ecology: An evolutionary approach (eds J.R. Krebs and N.B. Davies), pp. 62-84. 2nd edition. Oxford: Blackwell scientific publications.

[^2]: Ричард Докинз, "Эгоистичный ген"; пер. с англ. Н. Фоминой. - Москва: издательство АСТ: CORPUS, 2021 г.

[^3]: Parker, G.A., Baker, R.R., Smith, V.G. F., 1972, The origin and evolution of gametic dimorphism and the male-female phenomenon// Journal of theoretical biology, 36, 529-533

[^4]: Trivers R. L., The evolution of reciprocal altruism// Quarterly review of biology, 46, 479-484

[^5]: Trivers R. L., 1974, Parent - offspring conflict// American zoologist, 14, 249-264
"""

html_title = 'К феминизму через биологию'
article = {
    'author_name': 'Лилит',
    'author_image': '/_media/blog/lilith.webp',
    'post_title': html_title,
    'post_meta': '5 апреля, 2026',
    'post_content': post_content,
    'cover': '/_media/blog/gametes.webp',
    'link': '/ru/blog/gametes.html',
    'excerpt': "На заре полового размножения все гаметы были равны и вкладывались в потомство одинаково. Потом одни начали жульничать. Разбираемся, как биология обосновывает феминизм лучше любого манифеста.",
}
