post_content = """
Меня называют ведущим клиническим исследователем в области предотвращения насилия. Я разработал единственные программы, которые демонстрируют результаты в предотвращении и прекращении домашнего насилия в семьях военнослужащих, эти программы в скором времени будут применяться в клиниках по всей стране. Я сотрудничал с ООН по вопросам прекращения насилия в разрушенных войной регионах и получил международные награды за эту работу. Сейчас я пишу книгу для Американской ассоциации психологов о психологических травмах и предотвращении насилия. 

Я упомянул все эти достижения только для того, чтобы сказать, что я кое-что знаю о том, как предотвратить ненужное насилие. На самом деле, существует огромный пласт знаний о том, как повлиять на немотивированных индивидуумов, но эти знания в большинстве своем игнорируются многими защитниками животных. 

Я предлагаю свою точку зрения на то, как можно изменить проблемное насильственное поведение, основываясь на моем опыте в предотвращении насилия, связывая ее с нашими усилиями по продвижению ненасилия в отношении животных. У меня есть некоторое понимание того, как происходит изменение поведения в группах, которые ранее считались «не поддающимися исправлению», потому что в своей клинической практике я ежедневно наблюдаю глубинные перемены, и я хочу обсудить, как это можно применить в нашей работе по распространению веганства.

Зоозащитные организации из кожи вон лезут, чтобы дотянуться до невеган_ок, соблазняя их альтернативами мясных продуктов, продвигая понедельники без мяса, снижение его потребления и т.д., но они не учитывают самый важный компонент любой стратегии по изменению поведения — ясно поставленную конечную цель. Поразительно, насколько редко веганство выступает в качестве четко обозначенной цели в зоозащитной деятельности. Как мы можем ожидать от людей крупномасштабного перехода на веганство и, как следствие, минимизацию всех форм насилия по отношению к животным, если целью наших действий так редко является смена поведения? Нам придется очень много изощряться в попытках «заманить» людей в веганство, призывая их сократить потребление мяса или предлагая им вкусные веганские альтернативы. Такой подход, вероятнее всего, неэффективен в достижении ощутимых изменений в долгосрочной перспективе. Если мы хотим остановить все ненужное насилие по отношению к животным и рассматриваем это как вопрос социальной справедливости, тогда мы непременно должны отстаивать идеи веганства. 

Ни в одном другом методе изменения поведения (или в движении за социальную справедливость) не встретишь такого отсутствия ясности в обозначении цели. Если бы я внушил своим пациентам, что простое сокращение насилия в отношении женщин или использование меньшего количества методов насилия является конечной целью, достойной принятия и одобрения, я бы причинил вред жертвам насилия, и меня должны были бы лишить работы. Нет, когда я работаю с людьми, замешанными в насилии и жестоком обращении, я в самом начале ясно даю понять, что целью нашей программы является полное воздержание от насилия в любой форме, и я ставлю эту цель так, чтобы те, с кем я работаю, принимали ее. Еще раз, если мы хотим видеть какое-то изменение поведения и в конечном счете прекратить насилие и помочь его жертвам, мы должны ясно обозначить, какое поведение мы хотим изменить и почему. 

Многие отдельно взятые зоозащитники и организации боятся продвигать веганство как конечную цель, потому что боятся показаться слишком настойчивыми, полагая, что так они потеряют людей. Это, возможно, самая главная причина, по которой все еще не произошел большой культурный сдвиг в отношении веганства. В действительности возможно ставить четкую цель прекращения насилия в отношении животных и продуктивно, неагрессивно работать с невеган_ками над изменением их поведения. 

Я понимаю, почему некоторые зоозащитники так боятся потерять невеган_ок в результате своих усилий. В большинстве своих ранее опубликованных исследований (и в качестве основы моей докторской диссертации) я демонстрировал, насколько важно в терапии установить отношения с пациентами, обвиненными в домашнем насилии. Я показывал, что чем больше связь между психотерапевтом и его пациентом, чем ближе их понимание задач и действий, тем меньше насилия проявляет клиент после лечения. Чем ближе мы работаем с теми, чье поведение хотим изменить, чем больше мы их поддерживаем, тем больше перемен мы увидим в результате. Но это ни в коем случае не означает, что мы не должны устанавливать конечную цель для этих изменений в поведении: ее отсутствие было бы контрпродуктивно.

С любой стратегией по изменению поведения очень важно быть верными себе, искренними и недвусмысленными в том, что именно мы хотим изменить, без осуждения и выстраивания у других защитного барьера. Да, это возможно, и даже довольно просто и терапевтически эффективно. Вы можете продемонстрировать понимание и сопереживание в вопросах того, как именно развилось это проблемное поведение и что его подпитывает, одновременно с этим сохраняя установку на то, что любое насилие необходимо прекратить. Одно не исключает другого, но оба подхода необходимы, чтобы перемена произошла.

Я обнаружил, что мои пациенты ценят прямоту, когда я замечаю, что какие-то их действия жестоки или проблематичны. Я также работаю над подкреплением прогресса, который они делают для контроля за собственной раздражительностью и улучшением реакции в разных ситуациях, даже когда у них не всё получается в совершенстве. Конечно, поощрять хорошее поведение эффективнее, чем сосредотачивать своё внимание на наказаниях за плохое. Однако мы никогда и ни в каком виде не поддерживаем насильственное поведение и не освобождаем от ответственности за него, и мы непременно указываем на насилие, когда оно происходит. 

Так и в защите животных мы должны продвигать веганство и в то же время поощрять и подкреплять шаги к цели. Уменьшение потребления мяса, исключение из рациона молочных продуктов и т.д. — это шаги в направлении к веганству, и если мы действительно хотим поощрять настоящие изменения, мы должны поддерживать эти изменения настолько, насколько сможем. Но всё это должно рассматриваться как позитивные шаги в сторону веганства, а не как самоцель. 

Повторю еще раз: то, чему я научился благодаря многолетнему опыту работы по прекращению и предотвращению насилия у моих пациентов, заключается в двух основных моментах: 

1. У нас должна быть четко поставленная цель (прекращение насилия), которая формулируется и передается целиком и безоговорочно;

1. Мы должны придерживаться неагрессивной позиции при продвижении конечной цели (прекращение насилия), признавая, что у человека могут быть смешанные чувства касательно изменения своего поведения, и поддерживать продвижение к цели. 

Кто-то может возразить: то, что работает в случаях предотвращения насилия с отдельными пациентами или группами, не имеет отношения к продвижению крупномасштабных изменений по предотвращению насилия в отношении животных. Однако публика, с которой я работаю, имеет много общего с людьми, которые отказываются видеть проблемы в собственном потребительском отношении к животным. Поскольку многие пациенты попали ко мне на консультации не по доброй воле, а по решению суда, они зачастую не признают свое поведение проблематичным, и когда им на это указывают, они, как правило, начинают обороняться и отвечают с гневом, а также придумывают иррациональные оправдания своего поведения. Более того, так же как зоозащитные кампании и индивидуальные усилия, терапия является формой социального убеждения, и то, что мы пытаемся донести до людей, имеет больше сходств, чем различий. Только представьте себе кампанию по предотвращению насилия в семье с лозунгом «Понедельники без жестокости» или за «гуманное насилие» и вы увидите, насколько нелогичны методы зоозащиты в контексте изменения поведения с точки зрения социальной справедливости. 

Изменение поведения следует базовым принципам, которые применимы ко всем проблемам и ко всем социальным категориям. Нам нужны ясно поставленная цель и простое, но откровенное общение, дающее поддержку. Эти принципы могут и должны сопровождать друг друга: только так мы сможем добиться настоящих масштабных изменений по прекращению насилия в отношении животных. С увеличивающейся осведомленностью о веганстве среди основной части населения и с этической, и с научной аргументацией на стороне веганства сейчас как никогда у нас есть возможность добиться существенных изменений. Нам необходимо воспользоваться этой возможностью и с чистой совестью агитировать других к переходу на веганство в нашем общении и поддержать продвижение к этой цели.

[Источник](https://veganpublishers.com/how-do-we-best-promote-veganism-a-psychologists-perspective-casey-taft-ph-d/)

Перевод: Наталья Резник
"""

html_title = 'Как лучше всего пропагандировать веганство? Взгляд психолога'
article = {
    'author_name': 'Кейси Тафт, Ph.D.',
    'author_meta': 'Совладелец издательства Vegan Publishers и профессор психиатрии в Медицинской школе Бостонского университета',
    'author_image': '/_media/blog/casey-180x180.jpg',
    'post_title': html_title,
    'post_meta': '28 мая 2025',
    'post_content': post_content,
    'cover': '/_media/blog/promote.png',
    'link': '/ru/blog/promote.html',
    'excerpt': "Пропагандируя веганство, следует ли призывать людей к полному переходу на веганство или поддерживать небольшие шаги на этом пути? Кейси Тафт рассказывает о том, как нам следует поступать в обоих случаях.",
}
