post_content = """
Всем гадкого часу доби!

Хочу почати з важливого питання, яке Юваль Ной Харарі ставить у книзі “Хомо Деус” перед читачем: як так сталося, що людина розумна підкорила собі світ?

Питання, здавалося б, досить банальне, та й автор, після певної кількості сторінок, дає своє власне бачення відповіді. З нього ми й почнемо, не занурюючи тебе, читачу/читачко, в подробиці роздумів Юваля щодо всіх аспектів відмінностей і схожості Людини і Тварин.

Як не дивно, але більшість людей, які проживають у сучасних містах і користуються усім масивом привілеїв людини розумної, рідко замислюються над тим, як вони зайняли таке домінуюче місце на планеті Земля. Лякає те, що величезна кількість навколишніх нас особин людського виду серйозно досі вважає наш вид чимось тваринним, створеним якоюсь надприродною сутністю, яка й передала нам у власність мільярди живих істот і всю земну кулю у вигляді сільськогосподарських угідь.

Якщо ви випали з суспільства і не вірите мені на слово, відкрийте християнський або мусульманський календар і завітайте під час чергового релігійного свята в місцеву церкву або мечеть. Рівень марокобесності сучасного суспільства у 2022 році вражає та лякає.

Залишимо віруючим їхні ментальні девіації та перекручення. Перейдемо до фактів більш вагомих.

**Отже, чому людина розумна стала господарем на Землі?**

Ті, чий мозок ще не настільки розклался, щоб вірити в богообраність лисих мавп, зазвичай вважають головним фактором інтелект.

Що ж, ця думка вже цікавіша, однак сам по собі інтелект, на думку Харарі, не є причиною того, щоб один конкретний вид піднявся до рівня домінуючого на цілу планету.

![Руки](../../_media/blog/conquest_2.jpg)

Тут автор справедливо посилається на те, що людські особини володіли високим інтелектом уже мільйони років тому, а також мали знаряддя праці. До речі, знаряддями праці володіють і ряд інших тварин. Але чомусь вони не побудували ракетних комплексів і не почали війни.

Справедливе зауваження автора щодо того, що давній чоловік (наприклад, 20 000 років тому) володів більш розвиненим інтелектом і кращими виробничими навичками, повністю розбиває це побутове уявлення про наше перевагу над існуючим як видатних інтелектуалів-технарів.

Якщо у вас виникають сумніви, то просто згадайте про те, що палеолітичній людині доводилося знати десятки видів тварин навколо, їхні звички і поведінку, сотні трав і рослин, а також їхній вплив на організм, створювати собі одяг і знаряддя праці, адже у нього не було китайських та індійських дітей, які з радістю зробили б це за нього, і т.д. і т.п.

> Будь-яке незнання — смерть. Дуже строгий екзаменатор.

Так як же ми всіх підкорили?..

Юваль Харарі відповідає на це наступним чином: **шляхом надзвичайно гнучкої та розвинутої соціальної взаємодії!** Здатність сапієнсів об'єднуватися в групи і взаємодіяти численними особинами вознесла нас на п'єдестал завойовників світу.

Мурашок і бджіл ми перевершили в соціальній взаємодії, тому що, як ссавці, змогли швидше і гнучше перебудовувати структуру взаємодії. Саме ця наша особливість співпрацювати практично з необмеженою кількістю особин свого виду і принесла Землю на блюдечку виду “людина розумна”.

Як же відбувається подібна взаємодія? Чим вона обумовлена, на чому тримається?

### На все це є прямий і вичерпний відповідь - міф.

Можливість абстрактного мислення, яка переносить нас з світу реальності в світ ілюзій та вигаданих образів - **єдине**, що може перевершити наш природний поріг сприйняття особин, відмінних від нас. Який, до слова, дорівнює приблизно 150 індивідів.

**Інтерсуб'єктивні сутності** (нещо поза об'єктивною реальністю, але виходить також за межі суб'єктивного сприйняття окремої особистості) є провідником у світ величезних спільнот. Гарним прикладом можуть слугувати нація, конфесія, етнос, ідеологія.

Тут важливо зазначити, що, за справедливим зауваженням автора, малі групи, на відміну від великих, об'єднаних інтерсуб'єктивними сутностями, є в більшості своїй егалітарними.

![Релігії та ідеології](../../_media/blog/conquest_3.jpg)

Це підтверджується численними дослідженнями (наприклад, Маргарет Мід) антропологів щодо племен мисливців-збирачів, де мисливці ділилися їжею з усіма членами племені, оскільки від взаємодії в невеликій групі залежало виживання колективу. Невдоволення одного або кількох членів племені — серйозна проблема, якщо вас всього кілька десятків. Абсолютно аналогічні дані наводять приматологи та вчені в галузі біо- та зоосеміотики.

Горили та шимпанзе очевидно розуміють, коли комусь поруч дістається більше їжі або смачніше частування ([див. відео про експеримент з двома шимпанзе, огірком і виноградом](https://www.youtube.com/watch?v=InNLWFK7-qE)).

Великі об'єднання людей мають власні закони розвитку та існування, і в рамках цих спільнот роль окремої особи повністю нивелюється, влада над процесом прийняття рішень відчужується, а все життя часто підкоряється забезпеченню існування самої інтерсуб'єктивної сутності.

Можна справедливо зробити висновок, що з точки зору ролі індивіда та його важливості великі об'єднання хомо сапієнс є авторитарними за своєю суттю.

Тут ми, думаю, завершимо наш забіг по висловленим Ювалем тезам і спробуємо подумати: **а навіщо нам взагалі ця інформація?**

**Крайньо важливі відомості, здатні кардинально перенаправити наші ресурси для атаки на справжнього ворога індивідуальності та рівності!..**

> Хіба не є такою злобною сутністю нація, що вкидає вас у буття 1/20 000 000 частиною невідомого ефемерного організму, який визначає, як вам жити і як померти?

> Якщо ви українець — ви повинні віддати життя за певну державу, росіянин — йти вбивати незнайомих людей за іншу…

> Релігія нивелює особистість на користь вигаданих тисячі років тому моральних настанов, а корпорація диктує, за якими правилами і на яких метрах проводити половину свого життя (робота).

> І ось тут я хочу озвучити ідею, на яку мене наштовхнули тези "Хомо Деуса".

> Інтерсуб'єктивні сутності є точкою відліку для реальності. Сучасний світ спочатку формуються в певному груповому ефірі, і лише потім стає гнітючим для індивіда оточенням із предметів і обставин. Харарі навіть справедливо наводить кілька прикладів, як реальність схильна відступати перед непохитністю міфологем.

Наведу свій приклад: хіба геліоцентрична система Коперника та його послідовників спочатку не програла прямо в вогонь перед непорушністю думки церкви?

![Бруно](../../_media/blog/conquest_4.jpg)

*Бруно виступив проти пануючої в його час аристотелево-птолемеївської системи устрою світу, протиставивши їй систему Коперника, яку він розширив, зробивши з неї філософські висновки і вказав на такі окремі факти, які нині визнані наукою безсумнівними: про те, що зірки — це далекі сонця, про існування невідомих в його час небесних тіл у межах нашої Сонячної системи, про те, що у Всесвіті існує безліч тіл, подібних нашому Сонцю.*

Отже, що нам слід робити? Звісно, я звертаюся до тих, для кого ідеали самореалізації, індивідуалізм, багаті й живі екосистеми та біологічне різноманіття мають значення. Тих, чий процес влади над собою закликає їх до надії повернутись.

Радикальна антицивілізаційна думка завжди вела своїх адептів стежками, дуже близькими до ідей та дій Теодора Качинського, вчинків луддитів далекого 19-го століття, воїнів Землі Превище Всього та інших сміливців.

Це справедливо, це - заслужено шановане і необхідне всім нам як частина боротьби, як спосіб формування нас самих.

Однак, не слід забувати бити не лише в клешні та щупальця Левіафана, якими є його заводи, скотобійні, електростанції, науково-дослідницькі центри та міста.

**Удар має бути нанесений прямо в серце голодного чудовиська - в концепції, які визначають його існування.**

Будь-яка ідея, здатна забирати індивідуальність і пропонувати яке-небудь благо в обмін на втрату себе в бездумній масі, будь то ідея мета-всесвіту чи анархо-комунізм, повинна бути атакована і знищена!

Нам не залишається нічого, крім як бути послідовними анти-націоналістами, анти-християнами, анти-капіталістами, анти-соціалістами і анти-гуманістами.

Взаємодія лише в малих групах, ідеологічна та образна атака всього масового і узагальнюючого - ось чітка і ясна мета для того самого поетичного терору, описаного Х.Беєм.

Тактика мистецтва саботажу стосовно міфологем великих спільнот - не менш смертельна, а можливо і більш необхідна, ніж атака на критичну інфраструктуру людської високотехнологічної цивілізації.

Ми можемо відрубати скільки завгодно голів гідрі прогресу, вона відростить їх у подвоєній і потроєній кількості. Але у нас є хоча б шанс спробувати вдарити в суть прогресу та панування - у міфи об'єднаного людства.

**Хай живе Хаос і роз'єднання як єдиний шлях до визволення!..**
"""

html_title = 'Як людина завоювала світ і навіщо це нам?'
article = {
    'author_name': 'Lokki',
    'author_image': '/_media/blog/lokki.png',
    'post_title': html_title,
    'post_meta': '22 листопада 2024',
    'post_content': post_content,
    'cover': '/_media/blog/conquest_1.png',
    'link': '/uk/blog/conquest.html',
    'excerpt': "Як так сталося, що людина розумна підкорила собі світ?",
}
