post_content = """
Жахливого часу доби!

І почнемо ми, мабуть, з <u>постановки проблем</u>. Їх у нас **три основні**, з яких в більшості своїй випливають всі інші. Тут я, зізнаюся, не мудрував лукаво і звернувся до відомого філософа та історика Юваля Ноя Харарі. В останні роки його роботи здобули статус бестселерів, хоча головна заслуга їх, на мій скромний погляд, у простоті викладу та самій банальній систематизації різних гілок людського знання про себе та навколишню дійсність. Іншими словами - едакий незатейливий науковпоп про наше минуле, теперішнє та майбутнє як виду.

![Пшениця](../../_media/blog/nationalism_1_ru.png)

Ближче до справи!

Наш з Ювалем консенсус по цьому питанню зводиться до наступного:

Перед сучасним людством стоять 3 принципових питання[^1], від вирішення яких залежить не тільки доля нашого виду, але й доля всіх живих організмів на планеті Земля. Як мінімум. Почати я хотів би з питання, яким займаюся давно і на якому з'їв вже не один комплект зубів: 

### 1. Екологічна криза

Тут, до речі, Харарі розчарував мене у своїй останній книзі “21 урок для 21 століття”, оскільки при описі кліматичних змін і викликаних ними наслідків для еко- і біоценозів він використовував здебільшого ліберальні кліше та наративи, говорячи про надмірну експлуатацію корисних копалин та інше. Лише вскользь або майже не торкнувшись **головної причини - тваринництва** (і агрокультури[^2] загалом).

А як це пов'язано з націоналізмом, про який написано в назві?

Все дуже просто - сучасний світ глобальний. Вам це може подобатися чи ні, можливо, хтось навіть в захваті від того, як швидко можна подорожувати або на якій відстані можна спілкуватися з людьми.

Тільки от проблеми, які супроводжують нашу високотехнологічну цивілізацію, теж стосуються всіх і кожного, практично незалежно від місця проживання.

Щоб одразу розвіяти сумніви, наведу лише пару прикладів:

По-перше, самі по собі кліматичні зміни - результат діяльності людства. Якщо ви не згодні, вітаю, ви - мракобіс[^3]. Адже в науковому співтоваристві з цього питання беззаперечний консенсус.

Сама наша цивілізація зобов'язана своїм існуванням логістичним ланцюжкам[^4], що дозволяють транспортувати енергоносії та товари буквально в іншу частину світу. Це робить усі країни залежними одна від одної в усіх аспектах: економічному, енергетичному та політичному. А головне - екологічному. Адже аварія на будь-якому заводі призводить до отруєння сотень і тисяч кілометрів річок і озер. Пластикова пляшка, яку ви викинете в струмок біля дому[^5], через пару місяців або рік легко опиниться в шлунку кита в Тихому океані. Аварія на атомній електростанції може зробити непридатним для життя цілий континент[^6]. І подібні приклади можна наводити безкінечно.

![Екологія](../../_media/blog/nationalism_2_ru.webp)

Висновок ось який - ми в глибокій дупі. Прямо зараз вирішується доля абсолютної більшості живих організмів на нашій планеті.
Хто ж нас врятує?

Стійкі, незалежні національні держави, здатні подбати про себе та побудувати добросусідські відносини з навколишніми політичними суб'єктами?

Жесть, який безглуздий бред! Однак ми його часто чуємо, і особливо зараз, коли кольорові шматки тканини і національні гасла масово замінюють мозки навіть тим, хто до цього подавав якісь ознаки мозкової активності.

Практичним шляхом, проаналізувавши політичні програми націоналістично налаштованих (так, абсолютної більшості) політиків і партій, ви побачите, що вони намагаються ігнорувати це питання.

> **НАЦІОНАЛІЗМ НЕ МАЄ ЩО ПРЕДЛОЖИТИ ДЛЯ РІШЕННЯ ЕКОЛОГІЧНОЇ КРИЗИ**

Що природно і не викликає жодного подиву, адже прерогативою національних лідерів завжди будуть такі речі, як економічне добробут громадян країни, незалежність у прийнятті політичних рішень, збагачення еліт (якщо вже бути справедливими) і збереження кордонів (або їх розширення).

Фактично, це пріоритет місцевих дрібних інтересів над глобальними, які для одного маленького лідера нації або навіть представника багатомільйонного народу є чимось заоблачним і невирішуваним.

А так воно і є! Як, скажіть мені, може Байден вплинути на китайські заводи чи розробляючі підприємства, шкода від яких цілком відчутна навіть за тисячі кілометрів від них? Якщо б міг - став би? Адже від вигідних економічних угод залежить добробут виборців, а значить і позиція влади.

Ризикне політичний лідер стабільністю та розвитком власної країни на користь популяції зникаючих тигрів чи риб?
Відповідь очевидна.

Упевнений, більшість розумних і кмітливих читачів самі наводять з десяток прикладів, коли інтереси Нації ставали важким черевиком на горлі Природи.

![На цьому наші повноваження все](../../_media/blog/nationalism_3_ru.jpg)

### 2. Швидко розвиваються технології

Так, це ще один важливий пункт, з якого ми з Ювалем зійшлися на 100 відсотків.

“Але що тут?”, - запитаєте ви, - “Хіба не можуть сусідні незалежні держави гармонійно розвиватися на благо загального прогресу?”

Ох-ох-ох…

Ні, не можуть.

Адже головним аспектом такого розвитку є якраз-таки протистояння і конкуренція ринку, який, як можете переконатися, нарешав.

Передбачаючи ваше здивування щодо питання “А що взагалі поганого в технологічному прогресі і чому це така ж глобальна проблема, як і екологічна криза?” я одразу ж розповім улюблену більшістю антропологів і біологів байку (з важливим сенсом):

Уявіть бабуїна, який бачить посеред савани пальму з бананами[^7].

Все б нічого, та біля пальми бродить лев.

Зараз для бабуїна виникає ряд надзвичайно важливих питань:
- наскільки він голодний?
- скільки на пальмі бананів?
- яка відстань до неї?
- а як далеко від пальми лев?
- чи може бабуїн почекати, поки лев піде, або виснажиться від голоду?
- лев виглядає ситим чи голодним і агресивним?

І ряд інших. Тільки біда в тому, що у бабуїна немає калькулятора і різних спостережних приладів. А чи є?

Вчені сходяться на думці, що є. Це почуття бабуїна, нюх, зір, слух і здатність складати з цього загальну картину світу.

Все це подарувала бабуїну мільйони років еволюції його предків.

Фактично, весь бабуїн - це біологічний алгоритм з власними обчислювальними потужностями.

![Бабуїн](../../_media/blog/nationalism_4.jpeg)

А тепер стежимо за руками, зараз буде фокус:

На сьогоднішній день у наукового співтовариства для вас немає іншої відповіді, окрім того, що **кожен з нас - рівно такий самий біологічний алгоритм**, з більш складними обчислювальними операціями.

Бабуїн збирається обдурити лева і з'їсти банан? Що ж, ми обираємо політичного лідера чи плануємо сімейний бюджет на кілька років, а може купуємо автомобіль чи будуємо стосунки з партнером або партнеркою.

Душі, глибинного я, божественної іскри, на жаль, у лисої мавпи поки не знайшли…

Далі розгортається ще більш цікава магія, залишайтеся зі мною!

Отже, припустимо, що ми - біологічний алгоритм. Але себе ми знаємо погано, часто через голод, стрес, гормональні перебої ми схильні приймати абсолютно шкідливі для себе і інших рішення.

Так, дослідження показують, що судді (в країнах з більш-менш незалежною судовою системою) схильні давати більш суворі, пов'язані з позбавленням волі рішення, якщо …. голодні[^8]… Як просто, так? Адже саме голод викликає підвищення глюкокортикоїдів в організмі, а як наслідок, збільшує стрес і агресію, звертаючись до мигдалини. Але не будемо відволікатися.

До технологій!

Ви переглядаєте стрічку інстаграма. Ваш зіниця розширюється при вигляді тістечок. Дофтаміновий (гормон задоволення) відповідь організму. Погляд не фокусується на тісті, а в основному оглядає фрукти, що прикрашають тістечко зверху. Все це фіксує камера, яка знаходиться в кожному пристрої трохи вище екрану. Які фрукти вам подобаються більше за все, тістечка якої форми ви переглядаєте довше, а які пролистуєте, червоний, білий чи коричневий колір - що вам більше подобається?

**ШТУЧНИЙ ІНТЕЛЕКТ** відщелкає ці ваші особливості на раз-два.

І ось ви вже самі не зрозуміли, як ваші пристрої заполонили картинки і відео цих прекрасних тістечок, десяток яких ви вже з'їли за останні пару днів.

Прекрасно, якщо капіталісти обмежаться лише тим, щоб маніпулювати вашою прив'язаністю до солодкого (що теж смертельно - від діабету помирає більше, ніж на війнах). Хтось обов'язково захоче сформувати ваші політичні переваги, культурні і ціннісні наративи.

**Не треба бути сильно кращим за вас - просто знати вас трохи краще, ніж ви самі себе.**

Кінець, біологічний алгоритм “людина” хакнут[^9]!

І це тільки одна з проблем сучасності, яка вже повністю знищує концепцію свободи волі.

Повертаємось до наших баранів? Чи допоможуть у цьому національні держави?

Або готові будуть віддати будь-які гроші, щоб отримати хоч трошки подібної сили контролю над внутрішнім ринком виборців і споживачів?
А інші країни? Якщо вони використовують це проти нас?! Який жах! Нам терміново потрібно направити всі кошти в розвиток новітнього софту і самого високорозвиненого ІІ[^10]!

Адже якщо одна країна вирішить дати вибір своєму народу, трохи притримати технології Big data і Машинного Навчання, поставивши ідеали свободи і незалежності особистості вище переваги над сусідами - вона ризикує тим, що вже через кілька місяців сусідні держави, які не проявили такої свідомості, зламають усі банківські і військові системи добряків.

Чи буде в такій ситуації хтось робити паузу?

![Мем](../../_media/blog/nationalism_5_ru.jpg)

### 3. Ядерна зброя. Наше улюблене ехо 20-го століття

Як ми можемо спостерігати останнім часом, ризик глобальної ядерної війни ближчий, ніж коли-небудь в історії. При цьому сама концепція зброї масового знищення, як і високі технології вкупі з ІІ, обслуговують найагресивніші та найжахливіші цілі національних або багато національних державних утворень.

З того часу, як людство досягло певного рівня технологічного розвитку, коли невелика група людей має можливість знищити міста та країни з лиця землі[^11], ізоляціонізм окремих країн — це взагалі маразм.

Хто може знати, яку безглуздість завтра викопає черговий диктатор або вождь народів в закромах історії, щоб виправдати необхідність приведення до згоди або демократії сусідню країну чи малий народ?

Вся ця історія з ядерною зброєю схожа на гру в покер у закритому приміщенні, де всі гравці наставили зброю один на одного, при цьому у всіх їх дуже погана рука.

А ми з вами чекаємо пострілу, знаходячись у тій самій кімнаті, без зброї і розуміючи повну відсутність власної суб'єктності.

![Гриби](../../_media/blog/nationalism_6_ru.webp)

Чим допоможе нам тут націоналізм і незалежність?

**Який з усієї цієї писанини можна зробити висновок?**

Справи настільки погані, що гірше вже не буває, адже ніколи раніше в історії ми не володіли силами, здатними обнулити всю еволюцію на нашій красивій планеті.

І немає причин припускати, що хтось дуже прагне все виправити.

Усі ці крики, пропиті демократичним вільним світом, російською ідеєю чи колективним добром кіберпанка піднебесної (і багато інших менших) — схожі на виття вмираючої тварини, що пожирає себе саму без можливості зупинитися.

***Кожен державний різнокольоровий шматок тканини має бути обпльований і відкинутий, разом зі всією своєю багатовіковою священністю і історією, кожна обмежуюча глобальну перспективу ідея — потоптана і знищена в темряві.***

У нас практично не залишилося часу…


[^1]: Юль Ной Харарі, “21 урок для 21 століття”. Синдбад, Москва, 2022.

[^2]: Джон Зерзан, “Первісна людина майбутнього”, збірник статей і есе.

[^3]: Метааналіз 88 125 рецензованих наукових робіт, опублікованих у 2012-2020 рр., Корнельський університет.

[^4]: Деррік Дженсен, “Ендшпіль”.

[^5]: Наукове дослідження, опубліковане в PLOS One journal 2 грудня 2020 р. GPS маячок в пляшці, викинутій в річку, показав шлях у 1767 миль.(2 844 км)

[^6]: Георгій Лєпін і Іван Смоляр “Атомна енергетика - “мирний” вбивця”.

[^7]: Роберт Сапольський, “Біологія добра і зла.”, Альпіна Нон-фикшн, Москва, 2021 р.

[^8]: Роберт Сапольський, “Біологія добра і зла.”, Альпіна Нон-фикшн, Москва, 2021 р.

[^9]: Юваль Ной Харарі, “21 урок для 21 століття”. Синдбад, Москва, 2022.

[^10]: “Соціальна дилема”, документальний фільм від Netflix? 2020 р.

[^11]: Теодор Джон Качинський, “Індустріальне суспільство і його майбутнє”.
"""

html_title = 'Більше не стоїть. Націоналізм на порядку денному'
article = {
    'author_name': 'Lokki',
    'author_image': '/_media/blog/lokki.png',
    'post_title': html_title,
    'post_meta': '16 березня 2025',
    'post_content': post_content,
    'cover': '/_media/blog/nationalism.webp',
    'link': '/ru/blog/nationalism.html',
    'excerpt': "Чому віра в націоналістичні, етнічні та інші форми шкідливих міфологем є не просто реконструкцією та історичним атавізмом, а передусім серйозною перешкодою на шляху до порятунку Життя на планеті Земля.",
}
