post_content = """
Я вважаюся провідним клінічним дослідником у сфері запобігання насильству. Я розробив єдині програми, які довели свою ефективність у запобіганні та припиненні домашнього насильства серед військовослужбовців, і ці програми незабаром будуть впроваджені у лікарнях по всій країні. Я консультував Організацію Об’єднаних Націй щодо питань припинення насильства в країнах, розірваних війною, та отримав міжнародні нагороди за свою роботу. Наразі я також пишу книгу для Американської психологічної асоціації, присвячену травмі та запобіганню насильству.

Я згадую ці досягнення, щоб показати, що маю певні знання про те, як припинити непотрібне насильство. Насправді існує величезна база знань про те, як сприяти змінам серед незмотивованих осіб, яку багато захисників тварин здебільшого ігнорують.

Я пропоную свій погляд на зміну проблемної насильницької поведінки, базуючись на своєму досвіді у запобіганні насильству, адже це тісно пов’язано з нашими зусиллями щодо просування ненасильства по відношенню до тварин. У мене є певні уявлення про те, як відбувається поведінкова зміна у групах, які вважаються «стійкими до змін», бо я щодня спостерігаю глибокі зміни у своїй клінічній практиці, і хочу обговорити, як це може застосовуватися до нашої роботи з поширення веганства.

Групи захисників тварин докладають великих зусиль, щоб звернутися до невеганів, заманюючи їх альтернативами без м’яса, просуваючи кампанії на кшталт «Безм’ясного понеділка» та заохочуючи скорочення споживання м’яса, тощо, але вони упускають найважливіший компонент будь-якої стратегії поведінкових змін — чітко визначену кінцеву мету. Дивує, як рідко веганство проголошується явною метою у зусиллях із захисту тварин. Як ми можемо очікувати, що люди масово стануть веганами і зведуть до мінімуму всі форми насильства над тваринами, якщо це рідко є ціллю тих зусиль, які мають змінити поведінку? Нам буде дуже важко «переконати» людей стати веганами, пропонуючи їм просто скоротити споживання м’яса або смачну веганську їжу, і цей метод, ймовірно, неефективний для довготривалих вимірюваних змін. Якщо ми хочемо припинити непотрібне насильство над тваринами і розглядаємо це як питання соціальної справедливості, то веганство має бути тим, за що ми беззастережно виступаємо.

Жоден інший метод зміни поведінки (або рух за соціальну справедливість, якщо на те пішло) не страждає від такої відсутності чітко визначеної мети. Якби я запропонував своїм пацієнтам, що просте зменшення насильства щодо жінок або використання меншої кількості стратегій насильства є прийнятною і похвальною кінцевою метою, я наніс би величезну шкоду жертвам і мав би втратити роботу. Ні, коли я працюю з тими, хто вдається до насильства і зловживань, я з самого початку чітко заявляю, що метою нашої програми є повна відмова від будь-яких форм насильства, і роблю це таким чином, що це прийнятно для тих, з ким працюю. Знову ж таки, якщо ми хочемо побачити зміну конкретної поведінки і врешті-решт припинити насильство та допомогти постраждалим, ми повинні чітко розуміти, що це за поведінка і чому вона має змінитися.

Багато окремих захисників тварин та організацій бояться просувати веганство як кінцеву мету, бо вважають, що якщо вони будуть занадто «настирливими», то втратять людей взагалі. Саме це, ймовірно, є однією з головних причин, чому більших культурних змін на користь веганства досі не відбулося. Насправді можливо чітко заявити мету припинення насильства над тваринами І водночас працювати з невеганами продуктивно, без агресії, щоб сприяти зміні поведінки.

Я розумію, чому деякі захисники тварин турбуються про втрату невеганів у своїх адвокаційних зусиллях. У більшості моїх ранніх опублікованих клінічних досліджень (і це була також тема моєї докторської дисертації) я показав важливість терапевтичних відносин у лікуванні кривдників у ситуаціях домашнього насильства. Я довів, що чим міцніший зв’язок між терапевтом і пацієнтом, а також чим більша спільність у цілях і діяльності лікування, тим менше насильства проявляють пацієнти після терапії. Чим більш спільно та підтримуючи ми працюємо з тими, чию поведінку хочемо змінити, тим більших змін ми досягаємо. Але це не означає, що ми взагалі не встановлюємо кінцеву мету таких змін. Робити так було б цілком контр-терапевтично.

У будь-якій стратегії поведінкових змін важливо бути щирим, прямим і чітким щодо того, що потрібно змінити, не засуджуючи і не змушуючи інших ставати на оборону. Так, це можливо і насправді досить просто та терапевтично. Ви можете проявляти розуміння і емпатію до того, як виникла проблемна поведінка і що її підтримує, одночасно зберігаючи позицію, що будь-яке насильство має припинитися. Ці дві речі не є взаємовиключними, і для змін потрібні обидві.

Я помітив, що мої пацієнти цінують мою щирість, коли я вказую, які саме поведінкові прояви є зловживальними і проблематичними. Я також стараюся підтримувати позитивні зміни, які мої пацієнти роблять у керуванні своїм гнівом і кращому контролі ситуацій, навіть якщо вони не завжди справляються ідеально. Звісно, підсилення позитивної поведінки має більший ефект, ніж просто покарання за негативну. Однак ми ніколи не підтримуємо і не виправдовуємо зловживальну поведінку і завжди чітко називаємо насильство, коли воно трапляється.

Подібним чином, у нашій адвокації за тварин ми повинні просувати веганство та заохочувати й підкріплювати кроки в цьому напрямку. Скорочення споживання м’яса, виключення молочних продуктів тощо — це всі кроки в правильному напрямку до веганства, і якщо ми хочемо сприяти справжнім змінам, ми маємо максимально підтримувати ці здобутки. Проте ці кроки слід розглядати як позитивний рух до веганства, а не як кінцеву мету самі по собі.

Підсумовуючи, з мого багаторічного досвіду припинення та запобігання насильству серед моїх пацієнтів я виокремлюю два абсолютні ключі до справжніх змін:

1. Потрібно мати чітку мету (припинення насильства), яка визначена та донесена абсолютно чітко і безкомпромісно.

2. Необхідно зберігати неагресивну позицію у просуванні цієї мети (припинення насильства), розуміючи, що людина може бути невиразною або вагатися щодо зміни своєї поведінки, і підтримувати кроки в напрямку цієї мети.

Можна заперечити, що те, що ефективно у запобіганні та припиненні міжособистісного насильства серед пацієнтів чи груп, не має відношення до просування масштабних змін щодо насильства над тваринами. Однак населення, з яким я працюю, має багато спільного з тими, хто стоїть перед викликом зміни свого споживання продуктів тваринного походження. Оскільки більшість з них мають судові постанови про проходження лікування, вони часто не визнають свою поведінку проблемною, схильні відповідати захисною агресією і гнівом на виклики, а також надають ірраціональні виправдання своїх дій. Крім того, так само як і кампанії з адвокації прав тварин та індивідуальні зусилля адвокатів, терапія є формою соціального переконання, і наше повідомлення в кожному контексті більше схоже, ніж відрізняється. Досить уявити собі антинесиллявну кампанію, яка просуває «понеділки без насильства» або «більш гуманне насильство», щоб побачити, наскільки деякі методи переконання, що використовуються в адвокації тварин, є нелогічними з точки зору зміни поведінки або соціальної справедливості.

Зміна поведінки базується на основних принципах, які застосовуються до різних проблем і груп населення. Нам потрібна чітка мета та відверта, але підтримуюча й щира комунікація. Ці дві складові можуть і мають йти пліч-о-пліч, щоб досягти справжнього масштабного зниження насильства над тваринами. Зі зростанням усвідомлення веганства серед загальної популяції, а також з етичними й науковими аргументами на боці веганства, зараз як ніколи є можливість здійснити великі зміни. Нам потрібно використати цю можливість, відкрито закликаючи інших ставати веганами у наших повідомленнях і підтримуючи кроки в цьому напрямку.

[Джерело](https://veganpublishers.com/how-do-we-best-promote-veganism-a-psychologists-perspective-casey-taft-ph-d/)
"""

html_title = 'Як найкраще популяризувати веганство? Погляд психолога'
article = {
    'author_name': 'Кейсі Тафт, Ph.D.',
    'author_meta': 'Співвласник видавництва Vegan Publishers та професор психіатрії в Медичній школі Бостонського університету',
    'author_image': '/_media/blog/casey-180x180.jpg',
    'post_title': html_title,
    'post_meta': '28 травня 2025',
    'post_content': post_content,
    'cover': '/_media/blog/promote.png',
    'link': '/uk/blog/promote.html',
    'excerpt': "Пропагуючи веганство, чи повинні ми заохочувати людей до повного переходу на веганство, чи підтримувати невеликі кроки на цьому шляху? Кейсі Тафт обговорює, як ми повинні робити і те, і інше.",
}
